Revit 2027 API
UnitTypeId.CubicMetersPerKilogram Property
 Cubic meters per kilogram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerKilogram { get; }
Public Shared ReadOnly Property CubicMetersPerKilogram As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerKilogram {
	ForgeTypeId^ get ();
}
static member CubicMetersPerKilogram : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace